Repository: lliurex/lliurex-live-fixes
Catalog: install-files/usr/share/lliurex-live-fixes/mos/plasma_runner_solid.po
Languages: ca@valencia

source: Eject medium
ca@valencia: Expulsa el suport

source: Mount the device
ca@valencia: Munta el dispositiu

source: Unmount the device
ca@valencia: Desmunta el dispositiu

source: Unlock the container
ca@valencia: Desbloqueja el contenidor

source: Lock the container
ca@valencia: Bloqueja el contenidor

source: Finds devices whose name match :q:
ca@valencia: Cerca dispositius que el seu nom coincidisca amb :q:

# Note this is a KRunner keyword
source: device
ca@valencia: dispositiu

source: Lists all devices and allows them to be mounted, unmounted or ejected.
ca@valencia: Llista tots els dispositius i els permet muntar, desmuntar o expulsar.

# Note this is a KRunner keyword
source: mount
ca@valencia: munta

source: Lists all devices which can be mounted, and allows them to be mounted.
ca@valencia: Llista tots els dispositius que es poden muntar, i permet que es muntin.

# Note this is a KRunner keyword
source: unlock
ca@valencia: desbloqueja

source: Lists all encrypted devices which can be unlocked, and allows them to be unlocked.
ca@valencia: Llista tots els dispositius encriptats que es poden desbloquejar, i permet que es desbloquegin.

# Note this is a KRunner keyword
source: unmount
ca@valencia: desmunta

source: Lists all devices which can be unmounted, and allows them to be unmounted.
ca@valencia: Llista tots els dispositius que es poden desmuntar, i permet que es desmuntin.

# Note this is a KRunner keyword
source: lock
ca@valencia: bloqueja

source: Lists all encrypted devices which can be locked, and allows them to be locked.
ca@valencia: Llista tots dispositius encriptats que es poden bloquejar, i permet que es bloquegin.

# Note this is a KRunner keyword
source: eject
ca@valencia: expulsa

source: Lists all devices which can be ejected, and allows them to be ejected.
ca@valencia: Llista tots els dispositius que es poden expulsar, i permet que s'expulsin.
